{ "translations": {
    "Gallery" : "แกลอรี่",
    "Pictures" : "รูปภาพ",
    "No pictures found" : "ไม่พบรูปภาพ",
    "Upload pictures in the files app to display them here" : "อัพโหลดรูปภาพในไฟล์แอพฯเพื่อแสดงพวกเขาที่นี่",
    "Nothing in here" : "ไม่มีอะไรที่นี่",
    "No media files found in this folder" : "ไม่มีไฟล์สื่อที่พบในโฟลเดอร์นี้",
    "Aborting preview. Could not find the file" : "กำลังยกเลิกการแสดงตัวอย่าง ไม่สามารถค้นหาไฟล์",
    "No ownCloud installation (7 or higher) found at {remote}" : "ไม่มีการติดตั้ง ownCloud (7 หรือสูงกว่า) พบได้ที่ {remote}",
    "Invalid ownCloud url" : "URL ownCloud ไม่ถูกต้อง",
    "Gallery view" : "ดูแกลอรี่",
    "Could not load the description" : "ไม่สามารถโหลดคำอธิบาย",
    "Could not load the description: " : "ไม่สามารถโหลดคำอธิบาย",
    "Copyright" : "ลิขสิทธิ์",
    "Could not load the copyright notice: " : "โปรดทราบไม่สามารถโหลดลิขสิทธิ์:",
    "Copyright notice" : "โปรดทราบเรื่องลิขสิทธิ์",
    "Link to copyright document" : "เชื่อมโยงไปยังเอกสารลิขสิทธิ์",
    "This application may not work properly on your browser." : "แอพฯนี้อาจทำงานผิดพลาดในเบราว์เซอร์ของคุณ",
    "For an improved experience, please install one of the following alternatives" : "เพื่อทางที่ดีขึ้นโปรดติดตั้งหนึ่งในทางเลือกดังต่อไปนี้",
    "Your browser is not supported!" : "เบราว์เซอร์ของคุณไม่ได้รับการสนับสนุน!",
    "please install one of the following alternatives" : "โปรดติดตั้งหนึ่งในทางเลือกดังต่อไปนี้",
    "Configuration error" : "กำหนดค่าผิดพลาด",
    "Error loading slideshow template" : "เกิดข้อผิดพลาดในการโหลดแม่แบบสไลด์โชว์",
    "<strong>Error!</strong> Could not generate a preview of this file.<br>" : "<strong>ข้อผิดพลาด!</strong> ไม่สามารถสร้างตัวอย่างของไฟล์นี้<br>",
    "<strong>Error!</strong> Your browser can't display SVG files.<br>" : "<strong>ข้อผิดพลาด!</strong> เบราว์เซอร์ของคุณไม่สามารถแสดงไฟล์ SVG<br>",
    "Next" : "ถัดไป",
    "Play" : "เล่น",
    "Pause" : "หยุดชั่วคราว",
    "Previous" : "ก่อนหน้า",
    "Close" : "ปิด",
    "Download" : "ดาวน์โหลด",
    "Toggle background" : "สลับพื้นหลัง",
    "This share is password-protected" : "นี้แชร์การป้องกันด้วยรหัสผ่าน",
    "The password is wrong. Try again." : "รหัสผ่านที่ไม่ถูกต้อง กรุณาลองอีกครั้ง",
    "Password" : "รหัสผ่าน",
    "Sort by date" : "เรียงตามวันที่",
    "Sort by name" : "เรียงตามชื่อ",
    "Share" : "แชร์",
    "Album information" : "ข้อมูลอัลบั้ม",
    "File list" : "รายชื่อไฟล์",
    "Sorry, this file could not be found." : "ขออภัยไม่พบไฟล์นี้",
    "Reasons might be:" : "เหตุผลอาจจะ:",
    "the wrong file ID was provided" : "ระบุไอดีไฟล์ผิด",
    "the file was removed" : "ไฟล์จะถูกลบออก",
    "the file is corrupt" : "ไฟล์เสียหาย",
    "the encryption key is missing" : "คีย์การเข้ารหัสหายไป",
    "Here is the error message returned by the server: " : "นี่คือข้อความผิดพลาดที่ส่งกลับโดยเซิร์ฟเวอร์:",
    "For more information, please contact your friendly ownCloud administrator." : "สำหรับข้อมูลเพิ่มเติมโปรดติดต่อผู้ดูแลระบบ ownCloud ของคุณ",
    "Sorry, but the server could not fulfill your request." : "ขออภัย แต่เซิร์ฟเวอร์ไม่สามารถตอบสนองการร้องขอของคุณ",
    "Possible reasons for the problem:" : "เหตุผลที่เป็นไปได้สำหรับปัญหา:",
    "a conflicting app was installed" : "การตรวจสอบการติดตั้งที่ขัดแย้งกัน",
    "a required component is missing or was disconnected" : "ส่วนประกอบที่จำเป็นขาดหายไปหรือถูกยกเลิกการเชื่อมต่อ",
    "the filesystem is not readable" : "ไม่สามารถอ่านระบบแฟ้ม",
    "Sorry, this link doesn't seem to work anymore." : "ขออภัย ลิงค์นี้ดูเหมือนจะมีปัญหา",
    "the item was removed" : "รายการที่ถูกลบออก",
    "the link has expired" : "ลิงค์หมดอายุ",
    "sharing is disabled" : "การแชร์ถูกปิดใช้งาน",
    "For more information, please ask the person who has sent you this link." : "สำหรับข้อมูลเพิ่มเติม โปรดถามคนที่ส่งลิงค์นี้ให้คุณ",
    "Add to your ownCloud" : "เพิ่มลงใน ownCloud ของคุณ",
    "Picture view" : "ดูรูปภาพ"
},"pluralForm" :"nplurals=1; plural=0;"
}